# 1.1. 
#   1. Классы для приложения с музыкальными композициями:
#       Трек (идентификатор, название, описание, список исполнителей, признак добавления в плейлист, ссылка на файл)
#       Проигрыватель (список треков)
#       Страница с любимыми трекам (список треков, которые добавлены)
#       Альбом (Список идентификатор, исполнитель, описание, обложка)
#   2. Мессенджер:
#       Сообщение (текст, время создания, ссылки на прикрепленные материалы)
#       Пользователь (ИД, имя, никнейм, почта, номер телефона, аватарка)
#       Чат (список ИД пользователей чата, история сообщений, признак приватности чата)
#       Канал (список ИД подписчиков, ИД админстраторов чата, название, история сообщений, признак приватности чата)